Revit 2027 API
ParameterTypeId.ZoneCoolingSetPointParam Property
 "Cooling Set Point"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneCoolingSetPointParam { get; }
Public Shared ReadOnly Property ZoneCoolingSetPointParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneCoolingSetPointParam {
	ForgeTypeId^ get ();
}
static member ZoneCoolingSetPointParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace